Repository: 84000/data-translation-memory
Catalog: toh206-v4.tmx
Source language: bo
Languages: en

source: ༄༅། །བོད་སྐད་དུ། ཟས་ཀྱི་འཚོ་བ་རྣམ་པར་དག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Mahāyāna Sūtra Pure Sustenance of Food

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Pure Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་འོད་མའི་ཚལ་ན་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་དང་། གཞན་ཡང་དགེ་སློང་ཕ་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་ཕ་དང་། དགེ་བསྙེན་མ་དང་། ལྷ་ཀླུ་སྡེ་བརྒྱད་དང་། བྱང་ཆུབ་སེམས་དཔའ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: The Blessed One was staying in the Bamboo Grove, accompanied by a great saṅgha of twelve hundred fifty monks, as well as other monks and nuns, laymen and laywomen, the eight classes of beings, and many bodhisattvas.

source: །དེ་ནས་མཽང་གལ་གྱི་བུ་ཆེན་པོ་འདུག་པ་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ལ་ཕྱག་འཚལ་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་སྔོན་གྲོང་ཁྱེར་དུ་བསོད་སྙོམས་ལ་མཆིས་པའི་ཤུལ་ལོགས་སུ་མི་གྲངས་ཁྲི་སྟོང་སྙེད་མཆིས་ཏེ།
en: The great Maudgalyāyana rose from his seat, bowed to the Blessed One, and said, “Blessed One, once when I went to town for alms, I noticed tens of thousands of people on the way.

source: དེ་དག་གི་མགོ་བོ་ནི་རི་བཞིན་དུ་ཆེ། ཁོག་པ་ནི་རི་རབ་ལྷུན་པོ་ཙམ་འདྲ། མགྲིན་པ་ནི་ཁབ་བཞིན་དུ་ཕྲ།
en: Their heads were as big as mountains and their bellies the size of Mount Sumeru, yet their throats were as thin as needles.

source: ཕན་ཚུན་བསྐྱོད་ཅིང་མཆི་བ་ན་ཤིང་རྟ་ལྔ་བརྒྱ་ཤིན་ཏུ་འཁྲོལ་བའི་སྒྲ་བྱུང་སྟེ། དེ་ཡང་མི་བཟད་པའི་གཞོབ་ཀྱི་དུད་པ་ཀུན་ནས་འཐུལ་ལོ།
en: When they moved back and forth, they emitted a sound like the rumbling of five hundred chariots and spewed intolerable acrid smoke everywhere.

source: །དེ་ཅིའི་དངོས་པོ་ལགས་པ་དང་། ཅི་ལས་གྱུར་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་དུ་གསོལ།
en: Who are they and where do they come from? Please tell us, Blessed One.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མཽད་གལ་གྱི་བུ་དེ་དག་ནི་འདྲེ་བཀྲེན་ལྟོགས་པ་ཡིན་ཏེ།
en: “Maudgalyāyana,” replied the Blessed One, “those are starving spirits.

source: སྔོན་འདས་པའི་དུས་ན་མཆོད་སྡོང་བཤིག་པ་དང་། མཆོད་སྟོན་སྦྱར་བ་བཤིག་པས་དེ་ལྟ་བུའི་སྡིག་པ་རྣམ་པར་སྨིན་པ་ཡིན་ནོ།
en: That is the ripening of past misdeeds such as ruining meals or the preparations for meals.

source: །ཡང་གཅིག་ཏུ་ན་གཞན་གྱི་མཆོད་སྟོན་ཟོས་ནས་ཟ་གཅིག་པར་མ་བྱས་པའི་སྡིག་གི་རྣམ་པར་སྨིན་པ་དེ་ཡིན་ནོ།
en: It can also be the ripening of the misdeed of failing to eat only one meal per day because they consumed a meal offered to someone else.

source: །མཆོད་སྟོན་ལྷག་མ་ཟ་གཅིག་པར་མི་བྱེད་པ་ལ་མ་བྱིན་ཅིག །ཡོན་བདག་གིས་ལྷག་མ་རྣམས་དགེ་འདུན་ལ་སྦགས་པའི་གསོལ་བ་བྱོས་ལ་བཟོད་པར་གསོལ་ཅིག །སྦགས་པའི་ཟས་རྣམས་དགེ་འདུན་རྣམས་ཀྱིས་གནང་བ་བྱིན་ཅིག །གནང་བ་མ་བྱིན་ན་དགེ་འདུན་རྣམས་ཀྱང་ལྟུང་བར་འགྱུར་རོ།
en: “The leftovers from meals are not to be given to those who fail to eat only one meal per day. The polluted leftovers of a patron are to be used for the saṅgha; it is polluted food but is to be tolerated. Polluted food made by the saṅgha must be given; otherwise, the saṅgha will incur a downfall.”

source: །དེ་ནས་མཽད་གལ་གྱི་བུས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ནི་ཡང་དག་པའོ།
en: “The Blessed One is correct,” Maudgalyāyana remarked.

source: །ཡོན་བདག་སུ་ཡང་རུང་སྟེ་ཆོས་བཞིན་དུ་བསྡུ་བའི་ཕྱིར་མཆོད་པའི་ཡོ་བྱད་འབྱོར་ཚོགས་ཏེ། ཟས་གཅིག་པར་བྱས་པ་རྣམས་ནི་ཟས་ཀྱི་འཚོ་བ་དང་ལྡན་པར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཟ་གཅིག་པར་མ་བྱས་པ་རྣམས་ནི་ཟས་དང་མི་ལྡན་པར་འགྱུར་རོ།
en: The Blessed One continued, “Articles of offering collected in accordance with the Dharma, no matter who the patron may be, can serve as the sustenance for those who eat only a single meal. Those who fail to eat only one meal will lack for food.

source: །དེ་ལྟར་ན་ཉི་མ་གཅིག་ཟ་གཅིག་པ་ཐུབ་ན་ཉི་མ་དྲུག་ཁྲིར་བསོད་ནམས་དང་བཟའ་བ་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ།
en: Conversely, the ability to eat only one meal a day is the equivalent of sixty thousand days’ worth of merit, and it leads to an increase of foodstuffs.

source: །དེ་ལ་དེ་ལྟར་མ་བྱས་པ་རྣམས་ནི་ཉི་མ་ཁྲི་ཕྲག་དྲུག་ཅུར་འདྲེ་ལྟོགས་པར་འགྱུར་རོ།
en: Those unable to eat only a single meal will become starving spirits for six hundred thousand days.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: How does that happen?

source: དེའི་སྦྱིན་པ་ནི་ཤིན་ཏུ་ལྕི་བ་ཡིན་ཏེ།
en: It happens because the donations to them are weighty.

source: གཉིས་ན་ལྕགས་ཀྱི་ཐུ་ལུམ་ཟོས་ཀྱང་སླའི།
en: It would be preferable to eat lumps of iron.

source: ཡོན་བདག་དད་པ་ཅན་གྱི་ཟས་ནི་ཤིན་ཏུ་བཞུ་བར་དཀའ་སྟེ།
en: The food from faithful patrons will not be easy to digest;

source: ཤིན་ཏུ་ཡུན་རིང་པོར་སྡུག་བསྔལ་བར་འགྱུར་ཏེ། ཚེ་རབས་ཁྲི་ཕྲག་བརྒྱར་འདྲེ་ལྟོགས་པའི་དངོས་པོར་འགྱུར་རོ།
en: they will experience suffering for an extremely long time and become the entity known as a starving spirit for a million lifetimes.

source: །བསོད་ནམས་ཀྱི་ཟས་བྱའོ་ཅོག་ལ་ནན་ཏན་ཆེར་བྱོས་ཤིག །སྣམ་ཕྲག་གམ་ཕུ་རུང་གི་ནང་དུ་ཁྱེར་བར་བྱས་ན་ཚེ་རབས་ལྔ་བརྒྱར་དམྱལ་བར་ལྟུང་སྟེ། ལྕགས་ཀྱི་ཐུ་ལུམ་དམར་པོ་མཆན་ཁུང་གཡོན་པ་ནས་ཐལ་ཏེ་མཆན་ཁུང་གཡས་པར་ཐལ་ལོ།
en: Exercise extreme caution with all meritorious food offerings. “If you stash leftovers in your breast pockets or in your sleeve, you will descend into the hells for five hundred lifetimes, and red-hot lumps of iron will tumble out of both your left and right armpits.

source: །ལྷག་མ་མི་བཀུར་བར་བྱོས་ཤིག །ཆུང་ངུ་ན་ཁྲེའི་འབྲུ་གཅིག་ཙམ་ཁྱེར་ན་ཡང་ལྕགས་ཀྱི་འཁོར་ལོ་ཙམ་དུ་འགྱུར་རོ།
en: Do not stash leftovers! Even if you stash as little as a single grain of millet, you will at least end up in the hell of iron wheels.

source: །དགེ་བསྙེན་གྱིས་ཀྱང་རུང་སྟེ་བསོད་ནམས་ཀྱི་ཟས་སྦྱར་རོ་ཅོག་ལ་ཐོག་མ་ནས་མྱང་བའི་སྦགས་པར་མི་བྱའོ།
en: “Laypeople should also avoid polluting any of the meritorious food preparations by tasting them first.

source: །དེ་མྱངས་པས་སྦྱར་བ་ཐམས་ཅད་ལྷག་མའི་སྦགས་པ་མི་བྱའོ།
en: They should avoid polluting prepared food by tasting it.

source: །བྱས་པ་དོན་མེད་པར་འགྱུར་རོ།
en: Doing so will render it impotent;

source: །གཉིས་ན་མ་བྱས་ཀྱང་སླའོ།
en: it would have been better not to have made it at all.

source: ལྷ་ཐམས་ཅད་མི་དགྱེས་པར་འགྱུར་རོ། །གཉེན་པོ་ཐམས་ཅད་མི་དགའ་བར་འགྱུར་རོ། །གང་ཞིག་མྱངས་པ་ཞིག་ཡོད་ན་ཚེ་རབས་ལྔ་ཁྲིར་འདྲེ་ལྟོགས་པར་འགྱུར་རོ། །སྡུག་བསྔལ་མི་བཟད་པ་སྣ་ཚོགས་ཀྱང་མྱོང་བར་འགྱུར་རོ།
en: It will displease all the gods and upset one’s companions. Anyone who tastes such food will become a starving spirit for fifty thousand lifetimes and experience various forms of unbearable suffering.

source: །གང་ཞིག་ཕྱིན་ཆད་བསོད་ནམས་འདོད་པས་ཚུལ་བཞིན་དུ་བསོད་ནམས་ཀྱི་ཟས་གཙང་སྦྲས་ཕྱེད་པ་དང་།ཤིན་ཏུ་གུས་པར་སྦྱར་ལ་ལག་པ་ཤིན་ཏུ་དག་པར་བཀྲུས་ནས་ཚོད་མ་ལ་སོགས་པ་དྲོད་བག་ཏུ་སྦྱར་རོ་ཅོག་ཤིན་ཏུ་བཀབ་པ་དང་། རིམ་གྲོ་བསྐྱེད་དེ་དེ་དག་ཀྱང་སྔར་མྱང་བར་མི་བྱའོ།
en: “Whoever seeks merit for the future should apportion the meritorious food offerings properly, hygienically, and respectfully. They should wash their hands thoroughly, cover all the warm dishes such as vegetables and the like, handle them carefully, and not taste them beforehand.

source: །དེ་ནས་བསོད་ནམས་སུ་གྱུར་ཅིང་ལྷ་ཐམས་ཅད་ཀྱང་དགའ་བར་འགྱུར་རོ། །གཉེན་པོ་ཐམས་ཅད་ཀྱང་དགའ་བར་འགྱུར་རོ།
en: Doing so will be meritorious and please all the gods and gain the favor of all one’s companions.

source: །ལྷ་ལ་སོགས་པ་ཐམས་ཅད་ཀྱིས་སྲུང་ཞིང་བྱིན་གྱིས་རློབ་པར་འགྱུར་ཏེ་ཡང་དག་པར་སྨྲ་བ་ཡིན་ནོ།
en: This will bring about the protection and blessings of all the gods. This is a statement of fact.

source: །བསོད་ནམས་རྣམ་པར་སྨིན་པ་ནི་བྲག་ཅ་དང་གཟུགས་བརྙན་བཞིན་ནོ།
en: “The ripening of merit is like an echo or a reflection.

source: །དེ་ལྟར་འདྲེ་བཀྲེན་ལྟོགས་པ་ནི་ཐོག་མ་མི་ལས་གྱུར་ཏེ།
en: It is in this way that starving spirits were initially humans.

source: ཐོག་མ་ལག་པ་མི་གཙང་བས་དགེ་འདུན་གྱི་ཁ་ཟས་གཙང་མ་ལ་རེག་པ་དང་། བདག་གི་ལག་པ་མི་གཙང་བས་དགེ་འདུན་གྱི་ཁ་ཟས་གཙང་མའི་ནང་དུ་བསྔོགས་སམ། ཟས་གཙང་མའི་ནང་དུ་ཁ་ཟས་མི་གཙང་བ་བསྲེས་ཏེ་དགེ་འདུན་ལ་སྦྱིན་པ་བྱས་པས་ཚེ་རབས་ལྔ་བརྒྱར་འདྲེ་ལྟོགས་པར་ལྟུང་སྟེ།
en: At an earlier time, they handled the saṅgha’s clean food with unclean hands, dug their unclean hands into the saṅgha’s clean food, or mixed unclean food into clean food and offered it to the saṅgha. Later, they fell to the state of a starving spirit for five hundred lifetimes,

source: རྟག་ཏུ་མི་གཙང་བ་ཟ་ཞིང་སྣམ་ཕྱི་སར་མི་གཙང་བ་ཟ་ན། སྣམ་ཕྱི་སའི་སྲུངས་མས་ལྕགས་ཀྱི་བེར་ཀས་གདེངས་ཏེ་འདྲེ་ལྟོགས་པ་དེ་རྣམས་ཕྱི་སའི་སར་མི་སྙན་པར་བྱེད་དོ།
en: and they constantly consume filth and eat toilet waste. When they consume toilet waste, the toilet protectors run them off with iron clubs and disparage the starving spirits as receptacles of filth.

source: །མིའི་རྣག་དང་། ཁྲག་དང་། མཆིལ་སྣབས་དང་། ངར་སྣབས་དང་། ཁྲུད་མ་མི་གཙང་བ་བཙོག་པ་ཟ་ཞིང་མི་གཙང་བ་སྲུང་ཞིང་བུད་མེད་བུ་བཙས་པའི་ཁྲག་མི་གཙང་བ་འཛག་པ་ཟ་བར་འགྱུར་རོ།
en: They consume filth such as people’s pus, blood, mucus, snot, and dirty bathwater. They guard such filth and consume the unclean blood that drips from women after childbirth.

source: །དེ་ནས་ཚེ་རབས་ཁྲི་ཕྲག་ལྔ་བརྒྱར་ཁྱི་དང་ཕག་པ་དང་། སྦུར་བ་ལ་སོགས་པའི་ལུས་སུ་གྱུར་ནས་རྟག་པར་མནམ་ཞིང་བཙོག་པ་དང་མི་གཙང་བ་ཟ་བར་འགྱུར་ཏེ།
en: “After five hundred thousand years, they are reborn in the body of a dog, pig, insect, or something similar and continuously reek and consume feces and filth.

source: །དེ་ལྟ་བུའི་སྡུག་བསྔལ་བསྐལ་པ་གྲངས་ཁྲི་སྟོང་དུ་མྱོང་སྟེ་ཐར་པའི་དུས་མེད་དོ། །རྣམ་པར་ཐར་པར་དཀའོ།
en: They experience this sort of suffering for ten million eons, without any escape. To fully free themselves from this state is extremely difficult.

source: །ཤིན་ཏུ་མི་ཟད་པ་ཡང་བརྗོད་ཀྱིས་མི་ལང་ངོ་།
en: Their utterly unbearable suffering is all but indescribable.

source: །གལ་ཏེ་ལག་པ་ཕོ་མཚན་ལ་རེག་གམ། ལག་པ་མོ་མཚན་ལ་རེག་གམ། ལག་པ་མི་གཙང་བས་དགེ་འདུན་གྱི་ཁ་ཟས་གཙང་མ་ལ་རེག་གམ། དགེ་འདུན་གྱི་ཁ་ཟས་ལ་མི་གཙང་བ་ནང་དུ་བཅུག་གམ། མི་གཙང་བའི་ཟས་དགེ་འདུན་ཟར་བཅུག་ན་དེ་ལྟ་བུའི་སྡིག་པ་རྣམ་པར་སྨིན་པ་ནི་ཐམས་ཅད་མིག་ནད་ཀྱི་རིམས་ཀྱིས་བཏབ་པ་དང་སྡིག་པར་མི་ཤེས་པའོ།
en: “If you touch your penis or vagina and then touch the clean food of the saṅgha with your unclean hands, introduce filth into the food for the saṅgha, or allow the saṅgha to partake of unclean food, this sort of misdeed will ripen as infectious eye diseases that afflict everyone, a misdeed no one will be aware of.

source: །ཕྱིན་ཆད་དགེ་འདུན་གྱི་ཁ་ཟས་གཙང་བར་བྱས་པ་དང་། ལག་པ་གཙང་མས་དགེ་འདུན་གྱི་ཁ་ཟས་ཀྱི་སྣོད་ལ་བཟུང་བ་དང་། ལག་པ་གཙང་མས་ཁྲེ་འབྲས་བཀྲུ་བ་དང་། ཁ་ཟས་གཙང་མ་སྦྱིན་པ་བྱས་པ་ནི་བསོད་ནམས་བསམ་གྱིས་མི་ཁྱབ་པ་ཐོབ་པར་འགྱུར་རོ།
en: Henceforth, handling the saṅgha’s food hygienically, using clean hands to carry the containers of the saṅgha’s food, washing millet with clean hands, and offering clean foods will lead to the attainment of inconceivable merit.

source: །ཕྱིན་ཆད་འདི་ཡོངས་སུ་གྲགས་པ་དང་། མྱུར་བུའི་ཡིད་ཀྱིས་ཟུང་ཤིག །འཚོ་བ་རྣམ་པར་དག་པའི་མདོ་རྫོགས་སོ།།
en: “Let this be well known and swiftly internalized.” This completes the “Pure Sustenance Sūtra.”
